Repository: collective/collective.classifiers
Catalog: collective/classifiers/locales/*/LC_MESSAGES/collective.classifiers.po
Languages: nl

source: Adds classifiers_categories field.
nl: Voegt classifiers_categories veld toe

source: Adds classifiers_themes field.
nl: Voegt classifiers_themes veld toe

source: Categories
nl: Categorieën

source: Categories classifiers
nl: Categorie classificatie

source: Classifiers Settings
nl: Classificatie-instellingen

source: Installs the collective.classifiers package
nl: Installeert het collective.classifiers pakket

source: Select one or more subjects that match this objects content to classify it for search in other parts of the site. Themes are specific to a website's purpose.
nl: Kies één of meerdere thema's die overeenkomen met de inhoud van dit object. Thema's zijn specifiek voor de onderwerpen/inhoud van deze website.

source: Testfixture for collective.classifiers
nl: Testinhoud voor collective.classifiers

source: The category classifies the meta type of information this content contains and could be seen as different sections on the site, for example Q&A, legal, or support pages. Categories are more generic and can be found under the same name (like support) on many different websites.
nl: De categorie bepaalt het meta-type informatie van dit object en kan overeenkomen met secties op de website, bijvoorbeeld 'vraag en antwoord', 'ondersteuning', of 'wetgeving'. Categorieën zijn algemeen en herbruikbaar op verschillende websites.

source: Themes
nl: Thema's

source: Themes classifiers
nl: Thema's classificatie

source: collective.classifiers testfixture
nl: collective.classifiers testinhoud
